Repository: 6K2FSU/sotadata-l10n
Catalog: messages.*.xlf
Languages: es, sl

# csvSpirit2
source: I understand that the scores shown on this website are for guidance only and that entries may be subject to verification and adjustment by the award administrators.
sl: Razumem da so dosežki, prikazani na tej spletni strani, le informativnega značaja in da jih lahko vodstvo programa kadarkoli preveri ali prilagodi.

# awardsMG
source: You are a Mountain Goat with {{statistics.mg.Points}} points.
sl: Z {{statistics.mg.Points}} točkami si dosegel naslov "Mountain Goat".

# chaserDeleteResult2
source: You cannot delete this QSO. The error received was: {{this.resultText}}
sl: Zveze ni mogoče izbrisati. Besedilo napake: {{this.resultText}}

# deleteChaser
source: You are about to permanently delete the record of the chaser contact below. This cannot be undone.
sl: Nepovratno boš izbrisal zvezo iz lovskega dnevnika. Zveze ne bo mogoče povrniti!

# deleteChaser2
source: If you wish to proceed, press the DELETE button at the bottom of this screen, otherwise press CANCEL.
sl: Če želiš nadaljevati, klikni na gumb "Briši", v nasprotnem primeru klikni na gumb "Prekini".

# chaserDeleteResult
source: Operation complete. The response from the server was: {{this.resultText}}
sl: Postopek je zaključen. Sporočilo strežnika: {{this.resultText}}

# csvOne
source: This facility lets you upload a large number of QSOs in one bulk transaction. You need to create a Comma Separated Variable (CSV) or Tab Separated Variable (TSV) file with the fields laid out as shown in the example below. You then submit this file, which is checked for errors before presenting you with the option to save the QSOs to your database. You can mix activation records, chaser records and S2S (summit to summit) records all in the same file. You can include multiple activations in this file but all records for each activation must be together. Each activation is deemed to end when the [My Summit] reference changes. If you activate the same summit on several days you must upload each activation in a separate file<strong> otherwise the file will be assumed to only contain a single activation.</strong>
sl: Na ta način je mogoče prenesti dnevnik z večjim številom zvez naenkrat. Potrebno je ustvariti datoteko vrste CSV (vrednosti so ločene z vejico) ali TSV (vrednosti so ločene s tabulatorjem), posamezna polja pa so razvrščena tako, kot je prikazano v primeru spodaj. Tako pripravljeno datoteko se prenese na naš strežnik, kjer se preveri njena pravilnost. Prebrani zapisi zvez iz datoteke se nato prikažejo na zaslonu, po potrditvi pa zapišejo v bazo. Ena datoteka lahko vsebuje zveze iz več aktivacij, pa tudi S2S in lovske zveze, vendar je potrebno aktivacijske in S2S zveze iz ene aktivacije zapisati zaporedoma brez prekinitve. Sistem določi da je aktivacija zaključena, ko se spremeni vrednost v polju [My Summit]. Če si vrh aktiviral v več dneh, moraš zveze iz vsake posamezne aktivacije zapisati v ločeno datoteko, <strong>sicer se bodo vse zveze štele kot ena aktivacija!</strong>

# csv2
source: The new prefered Version 2 (V2) format consists of upto ten fields as follows
sl: Nova oblika zapisa zvez različice 2 (V2) je sestavljen iz največ deset polj:

source: or
sl: ali

# csv6
source: Each field is separated by either a Comma (CSV) or Tab (TSV). Each QSO is a single record and there is one record to a line, terminated in [CR][LF].
sl: Vsako polje je ločeno z vejico (CSV) ali tabulatorjem (TSV). Vsaka zveza je en zapis in vsak zapis je zapisan v svojo vrstico. Vsaka vrstica se zaključi z [CR][LF].

# csv8
source: <u>Field notes</u>
sl: <u>Pomen posameznih polj</u>

# csvField
source: <b>Field</b>
sl: <b>Polje</b>

# csvCallsign
source: This is the callsign <b>you</b> used for the QSO. No spaces in the callsign please
sl: <b>Tvoj</b> klicni znak, ki si ga uporabil med zvezo. Presledki niso dovoljeni!

# csvSummit
source: This MUST be the full SOTA reference of the summit you where activating, as shown in the above example
sl: Celotna SOTA referenca vrha, ki si ga aktiviral. Glej primere zgoraj.

# csvDate
source: The date of the QSO. Most date formats are accepted but be careful about USA vs. International date format. Use of International date format (DD/MM/YY) is recommended
sl: Datum zveze. Vnos je mogoč v več oblikah, a zaradi preprečevanja morebitnih napak priporočamo mednarodni format (DD/MM/LL).

# csvTime
source: The time in UTC. Either HHMM or HH:MM will work. Use the 24 hour clock!
sl: Čas zveze v UTC. Zapis je mogoč v oblikah UUMM in UU:MM. Uporablja se 24-urni zapis.

# csvOtherCall
source: The callsign of the <STRONG> station worked</STRONG>. No spaces in the callsign please
sl: Klicni znak <STRONG>sogovornika</STRONG>. Presledki niso dovoljeni!

# csvOtherSummit
source: This field is only needed if the station was also activating a SOTA summit. This is the full SOTA reference of the summit the chasing station was activating, as shown in the above example. If there is no [Other Summit] you can leave this blank. If there is a comment then you must insert a TAB or comma to mark the field as being blank. See entries for G3NOH or GW4GTE
sl: Celotna referenca vrha sogovornika. To polje je potrebno le, če je sogovornik prav tako SOTA aktivator, v nasprotnem primeru naj ostane polje prazno. Če mu sledi opomba, je potrebno zapisati separator (vejico ali tabulator). Glej primer G3NOH in GW4GTE.

# csvComments
source: An optional field for recording short notes about the QSO. This could include the Operator's name and location, Signal Report, QSL information, or almost anything else. ,<br/> <strong>You can embed a TAB or comma in this field. If you do you must enclose the entire Notes field in double-quotes. </strong>
sl: Izbirno polje za vnos opomb o zvezi, npr. ime in lokacija sogovornika, raporti, QSL informacije ali karkoli drugega. <br/><strong>Če polje vsebuje separator (vejico ali tabulator, je potrebno celotno opombo zapisati med narekovaji(").</strong>

# csv9
source: The easiest way to create your TSV/CSV file is using Excel. This allows you to arrange your log data in columns then save it as either a TSV or CSV file. Either is accepted by the SOTA program.
sl: Datoteko je najenostavneje pripraviti v Excelu. Podatke vpiši po stolpcih in vrsticah v časovnem vrstnem redu, nato pa jih shrani v formatu CSV ali TSV. Strežnik sprejema oba.

# csv10
source: Spaces in the callsigns. Our callsigns do not have spaces in them!
sl: Presledki v klicnih znakih. Radioamaterski klicni znaki ne vsebujejo presledkov!

# csv11
source: Date or time out of order. The input parser will show an error if the log is not in sequential order
sl: Zveze niso v zaporedju. Strežnik javi napako, če zveze niso zapisane v časovnem zaporedju!

# csv12
source: Errors in the SOTA reference number. Spaces in the reference, leaving off the ITU prefix, or specifying a reference that does not exist will all result in an error being reported.
sl: Napake pri zapisu SOTA reference vrha. Presledki, manjkajoča ITU predpona ali neobstoječa referenca so najpogostejši vzrok za napako.

# csv13
source: If an error is detected then it is shown in Red and you should then modify the file to correct the error and resubmit it. Once you get an error free report, you should carefully check that everything is correct before saving it. As soon as you have saved the data you will be able to see the effect in the various Activator tables.
sl: Napake, najdene v datoteki, bodo označene z rdečo barvo. Popravi napake in datoteko ponovno odpošlji. Ko bo datoteka brez napak, pred potrjevanjem pozorno preveri, ali so podatki o zvezah pravilni. Takoj ko boš datoteko z dnevnikom potrdil, se bodo podatki prikazali v ustreznih tabelah in statistikah.

# deleteActivatorQSO
source: You are about to permanently delete the record of the activation QSO below. This cannot be undone.
sl: Nepovratno boš izbrisal zvezo iz aktivacijskega dnevnika. Zveze ne bo mogoče povrniti!

# activatorDeleteResult2
source: You cannot delete this Activation. The error received was: {{this.resultText}}
sl: Aktivacijskega dnevnika ni mogoče izbrisati. Besedilo napake: {{this.resultText}}

# deleteActivator
source: You are about to permanently delete the record of the activation below. This cannot be undone.
sl: Nepovratno boš izbrisal aktivacijski dnevnik. Dnevnika ne bo mogoče povrniti!

source: QSOs:
sl: Zveze:
