Repository: 6K2FSU/sotadata-l10n
Catalog: messages.*.xlf
Languages: es, sl

# MainTitle
source: SOTA Results and Summits Database
es: SOTA Resultados y Listado de Cimas
sl: SOTA - vrhovi in dosežki

source: Home
es: Inicio
sl: Začetna stran

source: View Results
es: Ver Resultados
sl: Dosežki

source: Summits
es: Cimas
sl: Vrhovi

source: Submit Logs
es: Enviar Logs
sl: Vnesi nove zveze

source: Facts and Figures
es: Datos y Cifras
sl: Dejstva in številke

source: Activator Roll of Honour
es: Activador Cuadro de Honor
sl: Aktivatorji - največji dosežki

source: Activator Uniques
es: Activador Unicos
sl: Aktivatorji - edinstveni vrhovi

source: Chaser Roll of Honour
es: Cazador Cuadro de Honor
sl: Lovci - največji dosežki

source: Chaser Uniques
es: Cazador Unicos
sl: Lovci - edinstveni vrhovi

# S2SRollOfHonour
source: Summit to Summit Roll of Honour
es: Cima a Cima S2S Cuadro de Honor
sl: Summit to Summit - največji dosežki

# SOTACompleteRoll
source: SOTA Complete Roll of Honour
es: SOTA Completado Cuadro de Honor
sl: SOTA zaključeni - največji dosežki

# SWLRoll
source: SWL Roll of Honour
es: SWL Cuadro de Honor
sl: SWL - največji dosežki

source: Challenges
es: Retos
sl: Izzivi

source: My Results
es: Mis Resultados
sl: Moji dosežki

# 1st12mActivator
source: 1st 12m Challenge Activator Roll of Honour
es: 1er Reto 12m Activador Cuadro de Honor
sl: 1. izziv 12m - aktivatorji

# 1st12mChaser
source: 1st 12m Challenge Chaser Roll of Honour
es: 1er Reto 12m Cazador Cuadro de Honor
sl: 1. izziv 12m - lovci

# 1st610Activator
source: 1st 6m/10m Challenge Activator Roll of Honour
es: 1er Reto 6m/10m Activador Cuadro de Honor
sl: 1. izziv 6m/10m - aktivatorji

# 1st610Chaser
source: 1st 6m/10m Challenge Chaser Roll of Honour
es: 1er Reto 6m/10m Cazador Cuadro de Honor
sl: 1. izziv 6m/10m - lovci

source: My Activator Log
es: Mi Log de Activador
sl: Moj aktivatorski dnevnik

source: My Activator Uniques
es: Mis Unicos Activados
sl: Moj aktivatorski dnevnik - edinstveni vrhovi

source: My Activator Regions
es: Mis Regiones Activadas
sl: Moja aktivirana območja

source: My Chaser Log
es: Mi Log de Cazador
sl: Moj lovski dnevnik

source: My Chaser Uniques
es: Mis Unicos Cazados
sl: Moj lovski dnevnik - edinstveni vrhovi

source: My Chaser Regions
es: Mis Regiones Cazadas
sl: Moj lovski dnevnik - območja

source: My S2S Log
es: Mi Log S2S
sl: Moj dnevnik S2S

# MySOTAComplete
source: My SOTA Complete Log
es: Mi Log SOTA Completado
sl: Moji SOTA zaključeni vrhovi

# MyMicrowaveActivator
source: My Microwave Activator Log
es: Mi Log de Activacion Microondas
sl: Moj aktivatorski dnevnik - mikrovalovi

# MyMicrowaveChaser
source: My Microwave Chaser Log
es: Mi Log de Cazador Microondas
sl: Moj lovski dnevnik - mikrovalovi

# MyMicrowaveS2S
source: My Microwave S2S Log
es: Mi Log de S2S Microondas
sl: Moj dnevnik S2S - mikrovalovi

source: My SWL Log
es: Mi Log SWL
sl: Moj dnevnik SWL

source: My Awards
es: Mis Diplomas
sl: Moje nagrade

source: My Statistics
es: Mis Estadísticas
sl: Moja statistika

# SummitList
source: List of all summits
es: Lista de todas las Cimas
sl: Seznam vseh vrhov

source: Find summits
es: Buscar cimas
sl: Iskanje vrhov

source: Popular summits
es: Cimas Populares
sl: Priljubljeni vrhovi

# RecentSummits
source: Recently activated summits
es: Cimas Recientemente activadas
sl: Nedavno aktivirani vrhovi

# SubmitActivator
source: Submit Activator Entry
es: Enviar Entrada de Activador
sl: Dodaj zvezo kot aktivator

# SubmitChaserS2S
source: Submit Chaser/S2S Entry
es: Enviar Entrada de Cazador/S2S
sl: Dodaj zvezo kot lovec ali S2S

# UploadCSV
source: Upload CSV/TSV log file
es: Subir fichero log CSV/TSV
sl: Prenesi dnevniško datoteko CSV/TSV

# TitlePageWelcome
source: Welcome to the Worldwide Summits On The Air database service.
es: Bienvenido a la base de datos Mundial de Cimas en el Aire.

# TitlePageSOTA
source: Summits on the Air is a programme that encourages radio amateurs who enjoy hill walking and the great outdoors to take their radios with them and operate from the mountain tops.
es: Cimas en el Aire es un programa que anima a los radio aficionados que disfrutan de la montaña y la naturaleza y operan la radio desde las cimas.

# TitlePageAward
source: An award scheme recognises those who activate the summits and also those that make QSOs with the activators. The programme can be operated anywhere in the world.
es: El programa de Diplomas reconoce a quienes activan las cimas y también a quienes hacen QSO con los activadores. Se puede participar en el programa desde cualquier sitio del mundo.

# TitlePageInfo
source: For more information about the SOTA program in your area, please see the main website, <a>http://www.sota.org.uk</a>
es: Para mas información sobre el programa SOTA en su área, por favor acceda a la web principal, <a>http://www.sota.org.uk</a>

# SOTACompetition
source: SOTA is not inherently a competitive activity, it's about individual aspirations and working towards a goal at your own pace. However, it can be fun to see how your progress compares with that of others, hence we publish our Honour Roll on the internet.
es: SOTA no es en sí misma una actividad competitiva, se basa en fijarse aspiraciones y objetivos personales que se desean alcanzar conforme a su propio ritmo. Sin embargo, es divertido comparar sus progresos con los de otros, por ello se publican los Cuadros de Honor en internet.
sl: Program SOTA v svojem bistvu ni tekmovanje. Gre za stremenje posameznika k doseganju cilja, ki si ga je zastavil sam, s svojim lastnim tempom. Vsekakor je zanimivo svoj napredek primerjati z drugimi, zato tudi objavljamo seznam največjih dosežkov.

# csvUp1
source: You can use this page to perform a bulk upload of many Activator Entries at once. This page is intended for more experienced users only.
es: Puede usar esta página para enviar un lote de varias entradas de Activador de golpe. Esta página es para usuarios avanzados.

# csvUp2
source: If you have a large number of log entries you want to claim, this may be the fastest way of recording them
es: Si tiene un gran número de entradas de log que quiere compilar, esta puede ser la manera más rápida de grabarlas

# csvUp3
source: If however you only have a dozen or less entries, it will probably be easier to use the normal <a>Add Activation</a> web page.
es: Pero si solo tiene una docena o menos de entradas, probablemente será más sencillo usar la entrada normal<a>Add Activation</a> web page.

source: Instructions
es: Instrucciones
sl: Navodila

# csvUpInst1
source: Create a CSV or TSV file containing all your entries. These can be for any number of activations. The file can be generated using a text editor such as NOTEPAD, or can be exported from many other programs, such as Microsoft Excel. The format of this file is critical to ensure that correct log entries are recorded. Click <a>here</a> for details of the format of the CSV file that we require.
es: Cree un fichero CSV o TSV que contenga todas sus entradas. Éstas pueden ser para cualquier número de activaciones. El fichero se puede generar usando un editor de textos como el Bloc de Notas, o se puede exportar de muchos otros programas, como el Microsoft Excel. El formato de este fichero es crítico para asegurar que se graben entradas de log correctas. Clic <a>aqui</a> para detalles del formato del fichero CSV que se requiere.
sl: Najprej pripravi datoteko vrste CSV ali TSV, ki vsebuje vse zapise v dnevnik. Ena datoteka lahko vsebuje več aktivacij. Za pripravo datoteke lahko uporabiš enostaven urejevalnik besedila, kot je Notepad, ali kaj bolj zahtevnega, npr. Excel. Ključnega pomena je, da se natančno držiš formata datoteke. Podrobnosti o njem najdeš <a>tukaj</a>.

# csvUpInst2
source: If you are unsure what a CSV or TSV file is, please use the <a>normal</a> data entry page instead.
es: Si no sabe que es un fichero CSV o TSV, por favor use el <a>normal</a> entrada de datos en su lugar.

# csvUpInst3
source: Press the Browse button below and select the CSV or TSV file on your hard drive
es: Pulse el botón de Navegación debajo y seleccione el fichero CSV o TSV de su disco duro

# csvUpInst4
source: Press the Upload File button on the bottom of this screen to transfer the file to our server and begin processing it. This may take a few seconds. Please be patient!
es: Pulse el botón de Subir fichero al final de esta pantalla para transferir el fichero a nuestro servidor y comenzar a procesarlo. La operación puede llevar varios segundos. ¡Sea paciente!

# selectCSV
source: Select CSV File:
es: Seleccione el fichero CSV:
sl: Izberi datoteko:

source: Date
es: Fecha
sl: Datum

source: Time
es: Hora
sl: Čas

source: Band
es: Banda
sl: Obseg

source: Mode
es: Modo
sl: Vrsta dela

source: Summit
es: Cima
sl: Vrh

source: Other Summit
es: Otra Cima
sl: Vrh sogovornika

source: Other Callsign
es: Otro Indicativo
sl: Klicni znak sogovornika

source: Duplicate?
es: ¿Duplicar?
sl: Podvojena zveza?

source: Callsign
es: Indicativo
sl: Klicni znak

source: Comment
es: Comentario
sl: Opombe

source: Is S2S?
es: ¿Es S2S?
sl: Je zveza S2S?

# IsI18N
source: Is Chaser Entry?
es: ¿Es entrada de Cazador?
sl: Sem lovec?

# uploadError
source: There are errors in your file - please correct them and try again
es: Hay errores en su fichero - por favor, corrija e intente de nuevo
sl: V datoteki so napake. Prosimo popravi jih in poskusi znova.

source: Cancel
es: Cancelar
sl: Prekini

# uploadVerify
source: Please verify the uploaded details and click Submit when ready
es: Por favor, verifique los detalles y pulse Enviar cuando esté correcto
sl: Prosimo ponovno preveri podatke o zvezah. Če je vse v redu, klikni na "Potrdi".

source: Submit
es: Enviar
sl: Potrdi

# csvSpirit
source: By submitting this log, I certify that I have operated within the rules and spirit of the SOTA Programme. I agree that the decision of the Management Team will be final in any case of dispute.
es: Al enviar este log, certifico que he operado conforme a las reglas y espíritu del programa SOTA. Acepto que las decisiones del equipo de Gestión será determinante en caso de disputa.

# csvSpirit2
source: I understand that the scores shown on this website are for guidance only and that entries may be subject to verification and adjustment by the award administrators.
es: Entiendo que la clasificación mostrada en este sitio web es orientativa y que los registros se pueden someter a verificación y ajuste por los administradores del programa.

source: I agree
es: Estoy de acuerdo
sl: Strinjam se

# uploadAnother
source: Upload another log
es: Subir otro log
sl: Prenesi naslednji dnevnik

# awardsMG
source: You are a Mountain Goat with
es: Ha alcanzado el nivel Cabra Montesa con

source: achieved on
es: conseguido en
sl: dosežen dne

# chaserDeleteResult2
source: You cannot delete this QSO. The error received was: {{this.resultText}}
es: No puede borrar este QSO. El error recibido es: {{this.resultText}}

# deleteChaser
source: You are about to permanently delete the record of the chaser contact below. This cannot be undone.
es: Está a punto de borrar permanentemente el siguiente registro de cazador. Esto no se podrá deshacer.

# deleteChaser2
source: If you wish to proceed, press the DELETE button at the bottom of this screen, otherwise press CANCEL.
es: Si desea proceder, pulse el botón BORRAR al final de esta página, o por el contrario pulse CANCELAR.

source: Date:
es: Fecha:
sl: Datum:

source: Time:
es: Hora:
sl: Čas:

source: Other Callsign:
es: Otro Indicativo:
sl: Klicni znak sogovornika:

source: Points
es: Puntos
sl: Točke

source: S2S QSO
es: QSO S2S
sl: Zveza S2S

source: My Summit
es: Mi Cima
sl: Moj vrh

# chaserDeleteResult
source: Operation complete. The response from the server was: {{this.resultText}}
es: Operación completa. La respuesta del servidor es: {{this.resultText}}

source: SOTA Activator TSV/CSV file format
es: Formato del fichero TSV/CSV de Activador SOTA
sl: Oblika datotek vrste CSV in TSV s SOTA dnevniki

# csvOne
source: This facility lets you upload a large number of QSOs in one bulk transaction. You need to create a Comma Separated Variable (CSV) or Tab Separated Variable (TSV) file with the fields laid out as shown in the example below. You then submit this file, which is checked for errors before presenting you with the option to save the QSOs to your database. You can mix activation records, chaser records and S2S (summit to summit) records all in the same file. You can include multiple activations in this file but all records for each activation must be together. Each activation is deemed to end when the [My Summit] reference changes. If you activate the same summit on several days you must upload each activation in a separate file<strong> otherwise the file will be assumed to only contain a single activation.</strong>
es: Este servicio le permite subir un gran número de QSOs en una sola transacción. Necesita crear unfichero de variables separadas por comas (CSV) o por tabuladores (TSV) con la distribución de campos que se muestra en el ejemplo inferior. Luego envíe el fichero, el cual es chequeado y presentado para que pueda confirmar si desea guardar sus QSO en al base de datos. Puede juntar entradas de cazador, activador y S2S (cima a cima) en el mismo fichero. Puede incluir múltiples activaciones en ese fichero pero las entradas de cada activación denemmestar seguidas. Se asume el final de cada activación cuando la referencia [Mi Cima] cambia. Si activa la misma referencia en días diferentes debe subir cada activación en un fichero separado<strong> o en caso contrario se asumirá que el fichero contiene una sola activación.</strong>

# csv2
source: The new prefered Version 2 (V2) format consists of up to ten fields as follows
es: El formato de la Versión recomendable 2 (V2) consiste en diez campos según se describe

# csv3
source: [V2] [My Callsign][My Summit] [Date] [Time] [Band] [Mode] [His Callsign]
es: [V2] [Mi Indicativo][Mi Cima] [Fecha] [Hora] [Banda] [Modo] [Su Indicativo]

source: or
es: o

# csv4
source: [V2] [My Callsign][My Summit] [Date] [Time] [Band] [Mode] [His Callsign][His Summit]
es: [V2] [Mi Indicativo][Mi Cima] [Fecha] [Hora] [Banda] [Modo] [Su Indicativo][Su Cima]

# csv5
source: [V2] [My Callsign][My Summit] [Date] [Time] [Band] [Mode] [His Callsign][His Summit] [Notes or Comments]
es: [V2] [Mi Indicativo][Mi Cima] [Fecha] [Hora] [Banda] [Modo] [Su Indicativo][Su Cima] [Notas o Comentario]

# csv6
source: Each field is separated by either a Comma (CSV) or Tab (TSV). Each QSO is a single record and there is one record to a line, terminated in [CR][LF].
es: Cada campo se separa por una Coma (CSV) o Tabulador (TSV). En cada línea se anota un solo QSO, acabada por [CR][LF].

# csv7
source: Here is an example:
es: Aquí hay un ejemplo:
sl: Primer datoteke:

# csv8
source: <u>Field notes</u>
es: <u>Notas del Campos</u>

# csvField
source: <b>Field</b>
es: <b>Campo</b>

source: Comments
es: Comentario
sl: Vsebina

source: My Callsign
es: Mi Indicativo

# csvCallsign
source: This is the callsign <b>you</b> used for the QSO. No spaces in the callsign please
es: Este es el Indicativo <b>que ud.</b> usó para el QSO. No deje espacios en el Indicativo, por favor

# csvSummit
source: This MUST be the full SOTA reference of the summit you where activating, as shown in the above example
es: Esta DEBE ser la referencia completa SOTA reference de la cima que ha activado, según se muestra en el ejemplo de arriba

# csvDate
source: The date of the QSO. Most date formats are accepted but be careful about USA vs. International date format. Use of International date format (DD/MM/YY) is recommended
es: Fecha del QSO. Se aceptan varios formatos pero cuidado con los formatos de fecha de USA respecto del formato international. Se recomienda el formato Internacional (DD/MM/YY)

# csvTime
source: The time in UTC. Either HHMM or HH:MM will work. Use the 24 hour clock!
es: La hora en UTC. Será válida HHMM o HH:MM. Use el formato de 24 horas!

# csvBand
source: You can enter the frequency in MHz (14.285MHz) or pick from the following:
es: Puede introducir la frecuencia en MHz (14.285MHz) o seleccionarla aqui:
sl: Frekvenca zveze (npr. 14.285MHz) ali obseg (frekvenca) iz spodnjega seznama:

# csvOtherCall
source: The callsign of the <STRONG>station worked</STRONG>. No spaces in the callsign please
es: El indicativo de la <STRONG>estación trabajada</STRONG>. No deje espacios en el indicativo, por favor

# csvOtherSummit
source: This field is only needed if the station was also activating a SOTA summit. This is the full SOTA reference of the summit the chasing station was activating, as shown in the above example. If there is no [Other Summit] you can leave this blank. If there is a comment then you must insert a TAB or comma to mark the field as being blank. See entries for G3NOH or GW4GTE
es: Este campo solo se necesita si la otra estación también estaba activando una SOTA. Esta es la referencia completa SOTA de la cima que el cazador estaba activando, según se muestra en el ejemplo de arriba. Si no hay [Otra Cima] puede dejar en blanco este campo. Si hay un comentario debe insertar un Tabulador o Coma para marcar el campo en blanco. Vea las entradas de ejemplo de G3NOH o GW4GTE

# csvComments
source: An optional field for recording short notes about the QSO. This could include the Operator's name and location, Signal Report, QSL information, or almost anything else. ,<br/> <strong>You can embed a TAB or comma in this field. If you do you must enclose the entire Notes field in double-quotes. </strong>
es: Campo opcional parar añadir breves notas sobre el QSO. Puede incluir el nombre del Operador name y localización, Reporte de señal, información de la QSL, o cualquier otra información. ,<br/> <strong>Puede emplear el tabulador o coma en este campo. Si lo emplea debe encerrar todo el campo en comillas. </strong>

# csv9
source: The easiest way to create your TSV/CSV file is using Excel. This allows you to arrange your log data in columns then save it as either a TSV or CSV file. Either is accepted by the SOTA program.
es: La manera más sencilla de crear su fichero TSV/CSV es usando Excel. Esto le permite organizar su log en columnas y guardarlo como un fichero TSV o CSV. Ambos son aceptados por el programa SOTA.

source: Common errors
es: Errores frecuentes
sl: Pogoste napake

# csv10
source: Spaces in the callsigns. Our callsigns do not have spaces in them!
es: Espacios en los Indicativos. ¡No añada espacios!

# csv11
source: Date or time out of order. The input parser will show an error if the log is not in sequential order
es: Fecha u hora fuera de rango ordenado. Se mostrará un error si los campos de Fecha u hora no siguen un orden creciente

# csv12
source: Errors in the SOTA reference number. Spaces in the reference, leaving off the ITU prefix, or specifying a reference that does not exist will all result in an error being reported.
es: Errores en la referencia de cima SOTA. Espacios en la referencia, no incluir el prefijo ITU, o especificar una referencia que no existe provocará y devolverá un error.

# csv13
source: If an error is detected then it is shown in Red and you should then modify the file to correct the error and resubmit it. Once you get an error free report, you should carefully check that everything is correct before saving it. As soon as you have saved the data you will be able to see the effect in the various Activator tables.
es: Si se detecta un error se mostrará en rojo y tendrá que modificar el fichero para corregir ese error antes de volver a subirlo. Cuando vea la vista previa sin errores, debe comprobar cuidadosamente que todo está bien antes de confirmarlo. Una vez grabe dichos datos podrá comprobar que se han actualizado sus datos en los cuadros de Activador.

# deleteActivatorQSO
source: You are about to permanently delete the record of the activation QSO below. This cannot be undone.
es: Está a punto de borrar permanentemente los QSO de Activador siguientes. Esto no se podrá deshacer.

source: Notes
es: Notas
sl: Opombe

# activatorDeleteResult2
source: You cannot delete this Activation. The error received was: {{this.resultText}}
es: No puede borrar esta Activación. El tipo de error es: {{this.resultText}}

# deleteActivator
source: You are about to permanently delete the record of the activation below. This cannot be undone.
es: Está a punto de borrar permanentemente los datos de la Activación siguiente. Esto no se podrá deshacer.

source: Own Callsign:
es: Su propio Indicativo:
sl: Lasten klicni znak:

source: Bonus Points:
es: Puntos de Bonificación:
sl: Bonus točke:

source: Welcome
es: Bienvenido
sl: Dobrodošel

source: Logout
es: Salir
sl: Odjava

source: Register
es: Registrarse
sl: Registracija

source: Menu
sl: Izberi

source: Login
sl: Prijava

# TitlePageWelcome
source: Welcome to the Worldwide Summits On The Air database service.
sl: Dobrodošli v svetovni zbirki vrhov SOTA in dnevnikov radijskih zvez!

# TitlePageSOTA
source: Summits on the Air is a programme that encourages radio amateurs who enjoy hill walking and the great outdoors to take their radios with them and operate from the mountain tops.
sl: Program "Summits on the Air" (SOTA, slov.: "Vrhovi v etru") spodbuja radioamaterje, ki uživajo v pohodništvu in gibanju v naravi, da vzamejo svoje radije s seboj na pot in vzpostavljajo zveze z vrhov hribov in gora.

# TitlePageAward
source: An award scheme recognises those who activate the summits and also those that make QSOs with the activators. The programme can be operated anywhere in the world.
sl: Sistem nagrad nagrajuje tako aktivatorje, ki radijske zveze vzpostavljajo z vrhov, kot tudi lovce, ki vzpostavljajo zveze z aktivatorji od drugod. Programa SOTA se lahko udeležiš od koderkoli v svetu.

# TitlePageInfo
source: For more information about the SOTA program in your area, please see the main website, <a>http://www.sota.org.uk</a>
sl: Več informacij o programu SOTA v tvoji okolici najdeš na glavni spletni strani: <a>http://www.sota.org.uk</a>

# csvUp1
source: You can use this page to perform a bulk upload of many Activator Entries at once. This page is intended for more experienced users only.
sl: Na tej spletni strani lahko preneseš več aktivatorskih zvez hkrati. Ta možnost je namenjena bolj izkušenim uporabnikom.

# csvUp2
source: If you have a large number of log entries you want to claim, this may be the fastest way of recording them
sl: Če želiš vnesti večje število zvez hkrati, je to verjetno najhitrejša možnost.

# csvUp3
source: If however you only have a dozen or less entries, it will probably be easier to use the normal <a>Add Activation</a> web page.
sl: Če želiš dodati le nekaj zvez, potem bo <a>ročni vnos zvez</a> preprostejša izbira.

# csvUpInst2
source: If you are unsure what a CSV or TSV file is, please use the <a>normal</a> data entry page instead.
sl: Če ne poznaš datotek vrste CSV in TSV, potem raje uporabi možnost <a>ročnega vnosa zvez</a>.

# csvUpInst3
source: Press the Browse button below and select the CSV or TSV file on your hard drive
sl: Klikni na gumb "Browse" in izberi datoteko vrste CSV ali TSV s tvojim dnevnikom.

# csvUpInst4
source: Press the Upload File button on the bottom of this screen to transfer the file to our server and begin processing it. This may take a few seconds. Please be patient!
sl: Za prenos datoteke na strežnik klikni na gumb "Upload file". Prenos in obdelava lahko traja nekaj sekund, zato te prosimo za potrpljenje.

# csvSpirit
source: By submitting this log, I certify that I have operated within the rules and spirit of the SOTA Programme. I agree that the decision of the Management Team will be final in any case of dispute.
sl: S potrditvijo tega dnevnika izjavljam, da sem radijske zveze izvedel v skladu s pravili in duhom programa SOTA. Strinjam se, da bo v primeru spora odločitev vodstva programa dokončna.
